// ==== Settings ====
"Library" = "ライブラリ";
"Hide Document Names" = "書類名を隠す";

"Reading and Editing" = "読む及び編集";
"Hide Status Bar" = "ステータスバーを隠す";
"Disable Auto Lock" = "自動ロックを無効にする";
"Please disable \"Multitasking Gestures\" in iPad's Settings for palm rest to work properly." = "パームレストを正常に動作させるには、iPad の設定で「マルチタスクジェスチャ」を無効にしてください。";

"When Using the Close-up Input" = "ズーム入力を使用する時";
"Disable Editing Elsewhere" = "編集をズームボックスのみに制限";
"Close-up Input Tips" = "• ズーム入力を開くには、ページのどこかをタップ＆ホールドしてください。\n• インデントを付けて次の行に移動するには、｢改行」ボタンをタップ＆ホールドしてください。インデントサイズを変更するには、ロケーターをドラッグしてください。"; // the locator is a rectangle which shows the location of the close-up input on the page view

"About GoodNotes" = "GoodNotes について";
"Version" = "バージョン";
"Send Us Feedback" = "ご意見をお寄せ下さい";
"Rate GoodNotes on iTunes to support us!" = "iTunes で GoodNotes を評価してください！";

"We would love to hear your questions, comments, or suggestions! Please enter your feedback below in English:" = "ご質問、ご意見、ご提案など、皆様の声をお聞かせ下さい！お待ちしています：";

"Crash Recovery" = "クラッシュリカバリ";
"Safe Mode" = "セーフモード";
"Turn on safe mode to prevent GoodNotes from crashing on start up." = "開始時に GoodNotes のクラッシュを避けるためにセーフモードをオンにしてください。";

// ==== version 2.3 below ====
"When Using Close-up Input or Text Input" = "ズーム入力、または文字入力を使用時";

// ==== version 2.5 below ====
"Close-up Input Gesture (Tap and Hold)" = "ズーム入力のジェスチャ（タップしてホールド）";
"Text Input Gesture (Two Fingers Tap)" = "テキスト入力のジェスチャ（２本指タップ）";
"Unlink Dropbox" = "Dropbox のリンクを解除";
"Unlink Box" = "Box のリンクを解除";

// ==== version 3.2 below ====
"Palm Rest" = "パームレスト";
"Palm Rest Control Position" = "パームレストコントロール位置";
"Left" = "左";
"Right" = "右";
"Auto-Deselect Eraser" = "自動消しゴム解除";

// ==== version 3.3 below ====
"Pen Style" = "ペンのスタイル";
"Fountain Pen" = "万年筆";
"Rollerball Pen" = "水性ボールペン";

// ==== version 3.4.2 below ====

"Turn on Safe Mode to prevent opening a crashing document on startup." = "起動時にクラッシュするおそれのある書類を開くことを避けるために、セーフモードをオンにしてください。";

"Extract App Data" = "アプリデータを取り出す";
"If you cannot open GoodNotes even when Safe Mode is enabled, turn this on and open GoodNotes to extract all app data to iTunes File Sharing. Then please send us a support ticket with the app data archive to recover your notes." = "セーフモードをオンにしていても GoodNotes を開くことができない場合、この機能をオンにし、すべてのアプリデータを iTunes ファイル共有に取り出せるように、GoodNotes を開いて下さい。ノートを復旧するには、アプリデータアーカイブと共にサポートチケットを送信してください。";